Repository: smy126988-ai/token-king
Catalog: CopilotMonitor/CopilotMonitor/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 7 days
zh_hans: 7 天

source: 14 days
zh_hans: 14 天

source: 21 days
zh_hans: 21 天

source: Event only
zh_hans: 仅基于事件

source: API sync every 6 hours
zh_hans: 每 6 小时 API 同步

source: Hybrid (events + 6-hour API)
zh_hans: 混合（事件 + 6 小时 API）

source: Total Cost
zh_hans: 总花费

source: Icon Only
zh_hans: 仅图标

source: Only Show
zh_hans: 仅显示

source: Pinned Provider
zh_hans: 固定服务商

source: Alert First
zh_hans: 告警优先

source: Recent Change Only
zh_hans: 仅最近额度变化

source: Chinese Yuan (¥)
zh_hans: 人民币 (¥)
